INSERT INTO stations (station_id, name)
VALUES
(1, 'Охотный ряд'),
(2, 'Павелецкая'),
(3, 'Пушкинская')
;

INSERT INTO owners (owner_id, name)
VALUES
(1, 'Николай'),
(2, 'Мария'),
(3, 'Светлана'),
(4, 'Павел'),
(5, 'Алексей'),
(6, 'Петр'),
(7, 'Елена')
;

INSERT INTO flats (flat_id, owmer_id, price, floor, rooms, district, station_id)
VALUES
(1, 2, 3500000, 4, 2, 'Московский', 2),
(2, 1, 2500000, 2, 1, 'Кировский', 3),
(3, 1, 4500000, 6, 3, 'Центральный', 3),
(4, 1, 2300000, 1, 1, 'Кировский', 1),
(5, 1, 4500000, 6, 3, 'Центральный', 3)
;

